{
    "nickname": "Moonshine Mclanmower",
    "avatar": "https://media.discordapp.net/attachments/843928612276273162/1062806137759608932/ezgif-1-e2dcb85079.gif",
    "back": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Beach%40Night.jpg/597px-Beach%40Night.jpg?20100625141925",
    "twitter": "McLanmower",
    "facebook": "firstearbender",
    "github": "lanmower",
    "youtube": "moonshine_music",
    "mastodon": "https://mastodon.247420.xyz/@moonshine",
    "steemit": "lanmower",
    "hive": "lanmower",
    "shortform": "Thoughtful, introspective, and adaptable multi-faceted individual who values personal growth, deep relationships, and the creativity of improvisation. Skilled in JavaScript, music, 3D animation, graphic design, and gardening. #personality #introvert #creative #growth #relationships #improvisation",
    "description": "I am a multi-faceted individual with a wide range of interests and passions. In addition to being an experienced programmer skilled in JavaScript, I also enjoy making improvisational music, creating 3D animation and graphic design, growing leafy vegetables, and appreciating cheese, triangles, and cats.\n\nAs someone who values personal growth and deep, meaningful relationships, I take a considered approach to decision-making, weighing my personal values and emotions alongside logic and analysis. I tend to be introverted in my interactions with others, but that doesn't mean I don't value social connections. I just prefer a smaller, more intimate social circle. When faced with conflict or disagreement, I advocate for my position, standing firm in my beliefs while also being open to hearing and considering the perspectives of others.\n\nI am adaptable and able to roll with the punches when faced with new or unexpected situations, although I may approach them with caution at first. When faced with problems or challenges, I prefer to consider all options and possibilities before making a decision, rather than rushing in head-first.\n\nOne of the things I enjoy most is improvisational work, whether it be in music or other creative pursuits. The freedom and spontaneity of improvisation allows for endless possibilities and the opportunity to constantly learn and grow. It also encourages being present in the moment and reacting to one's surroundings in a genuine and authentic way. Overall, I am a thoughtful and introspective individual who values personal growth and deep connections with others, and I find great joy in the creative process of improvisation.",
    "customstyle": "",
    "customclass": "",
    "customlistclass": "",
    "customlistavatarclass": ""
}